[
  {
    "id": 1,
    "name": "Swiss",
    "rating": "5 star",
    "reviews": "Why are you miss describing your product!!!???? this is completely unacceptable and fraud! you listing this Console as a Normal Regular Classic Play Station 1, which it is NOT, this is a MINI unit, MINI Console! which is not stated in the Title! Unlike on eBay i just went in after this happened to make sure im not wrong on it, and yes they List it well and accordingly how it is!! they say its a MINI Console!"
  },
  {
    "id": 2,
    "name": "Michael",
    "rating": "4 star",
    "reviews": "This product does NOT come with the a/c adapter to power it on but do not see that it says it anywhere when purchasing this product. Luckily, my Super Nintendo did come with one so I’m using that one."
  },
  {
    "id": 3,
    "name": "Nicole",
    "rating": "4 star",
    "reviews": "What an awesome little system! Thus far it works as expected--all of the games are operational. It is a little disappointinog that it only comes with 20 games and none of them are Silent Hill (missed opportunity, Sony). This does not come with an AC power adapter, but I just used the one that came with my phone--works wonderfully! All the cords fit into the system securely and it powers on and off properly. Al external buttons are operational. I bought this unit new from Cotree but the language was was not set to the default and there were saves on it from whomever owned it previously, so I suggest buying it from another seller."
  },
  {
    "id": 4,
    "name": "Keith Guerrero",
    "rating": "3.5 star",
    "reviews": "Bought this and true blue mini sticks and a 8bitdo wireless adapter. On it’s own it is great if you like the games available. Only thing was the short wire on the controllers but the 8bitdo wireless adaptor fixes that. True blue also adding 100s of games was worth it."
  },
  {
    "id": 5,
    "name": "Geneva Santos",
    "rating": "5 star",
    "reviews": "This console met my expectations perfectly. It ONLY has a couple games on it but that is fully disclosed. DEFINITLEY buy a tru blue expansion pack to make this console AMAZING!"
  },
  {
    "id": 6,
    "name": "Villarreal Decker",
    "rating": "4.5 star",
    "reviews": "Only downfall was the power-cord - it did not fit perfectly into the back of the console, so the unit turns off and on if lightly bumped. As long as we keep it VERY still, it works great."
  }
]
